brew "htop"
brew "sl"
brew "tmux"
brew "vim"
brew "neovim"
brew "tree"
brew "grep"
brew "ripgrep"
brew "gawk"
brew "gnu-sed"
brew "zsh"
brew "rg"
brew "fd"
brew "jq"
brew "fzf"
brew "fpp"
brew "fnm"
brew "ghq"
brew "eza"
brew "sevenzip"
brew "poppler"
brew "ffmpeg"
brew "ghostscript"
brew "imagemagick"
brew "yazi"
brew "python"
brew awscli

