tap "homebrew/cask"

brew "htop"
brew "sl"
brew "tmux"
brew "vim"
brew "neovim"
brew "tree"
brew "grep"
brew "zsh"
brew "rg"
brew "fzf"
brew "fpp"
brew "fnm"
brew "ghq"
brew "eza"

# casks
cask "ghostty"
cask "iterm2"
cask "1password"
cask "karabiner-elements"
cask "bitwarden"
tap "nikitabobko/tap"
cask "aerospace"
cask "protonvpn"
cask "arc"
cask "google-chrome"
cask "firefox"
cask "vscodium"
cask "xld"
cask "vlc"
cask "audacity"
cask "gimp"
cask "tidal"
cask "spotify"
cask "little-snitch"
cask "caffeine"

# work specific stuff
cask "slack"
cask "microsoft-teams"

